exports.donate = (id, A187, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
         
╔════════════════════
║ *Donasi Ke ${A187}*
╠════════════════════
║├≽️⚜ *OVO*:   _085314948812_
║├≽️⚜ *PULSA*: _085314948812_
║├≽️⚜ *GOPAY*: _085314948812_
╠════════════════════
║  *${A187}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│. *Instagram <Follow>*
║│ _${instagram}_
║│. *Creator ${A187}*
║│ _${nomer}_
║╰───────────
}

